{
    "nav-about": "About",
    "nav-experience": "Experience",
    "nav-education": "Education",
    "nav-skills": "Skills",
    "nav-contact": "Contact",
    "nav-projects": "Projects",
    "sobre-title": "Peterson Alves",
    "sobre-subtitle": "Developer",
    "sobre-description": "Dedicated and results-oriented web developer with skills for working in teams and individually. Experience in PHP, Java, JavaScript, HTML, CSS, frameworks, and unit testing. Focused on learning and adapting quickly to new technologies.",
    "experience-title": "Experience",
    "ntl-title": "NTL New Technology Ltda.",
    "ntl-job-title": "Full Developer",
    "ntl-dates": "August 2020 - Present",
    "ntl-description": "Development and maintenance of systems in PHP and Java for CBMERJ, always using Testing. Technologies used: PHP, CodeIgniter, jQuery, Bootstrap, Java, Struts 2, JSP, JEE.",
    "vs-title": "STUDIO VS | Exclusive Systems for Shopping Center Management",
    "vs-job-title": "PHP Developer",
    "vs-dates": "May 2020 - August 2020",
    "vs-description": "Development of systems for shopping malls using PHP, Ajax, and JavaScript.",
    "premier-title": "Premier IT Global Services",
    "premier-job-title": "Senior Systems Analyst",
    "premier-dates": "September 2018 - March 2020",
    "premier-description": "Integration of legacy Oracle systems using SOAP WebService (with PHP) on an SOA bus and data acquisition from microservices (API Restful) from Swagger.",
    "six-title": "SIX Creative",
    "six-job-title": "PHP Developer",
    "six-dates": "February 2017 - September 2018",
    "six-description": "Development and maintenance of systems using PHP Laravel 5.*, OpenCart, WordPress, MySQL, RESTful API, Ajax, jQuery, HTML, CSS, and Git. Participation in projects such as the Caçula Stores app and the Shared Library System of the company Plural.",
    "ti-title": "TI–Seg.Com Information Technology Solutions in IT",
    "ti-job-title": "PHP Developer",
    "ti-dates": "September 2014 - February 2017",
    "ti-description": "Development and support of systems using PHP, PostgreSQL, JavaScript, HTML5, CSS3. Administration of the company's database on a web server (Locaweb).",
    "education-title": "Education",
    "universidade-title": "Estácio de Sá University - Rio de Janeiro",
    "universidade-job-title": "Bachelor of Information Systems",
    "universidade-dates": "2016 - 2021",
    "senac-rio-title": "SENAC Rio",
    "senac-rio-job-title": "IT Technician",
    "senac-rio-dates": "2013 - 2014",
    "skills-title": "Skills",
    "skills-list-away": "Quick learning in new technologies",
    "contact-title": "Contact",
    "contact-email": "Email",
    "contact-email-link": "peterson.alves89@gmail.com",
    "contact-phone": "Phone",
    "contact-phone-link": "+55 21 96671-7777",
    "contact-linkedin": "LinkedIn",
    "contact-linkedin-link": "https://www.linkedin.com/in/peter89",
    "contact-github": "GitHub",
    "contact-github-link": "https://github.com/sebet89",
    "projects-title": "Projects",
    "sesmt-title": "SESMT-RIO Company Website and ERP",
    "sesmt-description": "For 2 and a half years, I worked on a highly relevant project for Workplace Safety, updating, maintaining, and creating new tools on a website and ERP. The site features resources ranging from creating logins to downloading documents, while the ERP has various areas such as finance, registration, medical, and specialized in Workplace Safety. I was pleased to contribute to the development and improvement of this system, always seeking excellence and maximum efficiency in managing safety in companies. I believe my experience and dedication in this project helped me a lot in my professional growth.",
    "sesmt-link": "http://sesmt-rio.com",
    "siscom-title": "SISCOM - Material Control System",
    "siscom-description": "I had the opportunity to work on a highly important project for CBMERJ, where I developed a Material Control System that allowed the institution's sectors to request and update the necessary stocks for their activities. The system has various features, including detailed reports of requests and material and stock consolidations, thus ensuring efficient and accurate management of these resources. This system has been successfully implemented and is used daily by the Firefighters of the State of Rio de Janeiro, contributing to better performance of activities and more efficient material management. This system used PHP with Codeigniter and jQuery.",
    "siscom-link": "http://siscom.cbmerj.rj.gov.br/",
    "construction-title": "UNDER CONSTRUCTION",
    "construction-description": "This part is still under construction; soon, I will put all the Projects I have worked on here."
}