{
    "nav-about": "Sobre",
    "nav-experience": "Experiência",
    "nav-education": "Escolaridade",
    "nav-skills": "Habilidades",
    "nav-contact": "Contato",
    "nav-projects": "Projetos",
    "sobre-title": "Peterson Alves",
    "sobre-subtitle": "Desenvolvedor",
    "sobre-description": "Desenvolvedor web dedicado e orientado a resultados com habilidades para trabalhar em equipe e individualmente. Experiência em PHP, Java, JavaScript, HTML, CSS, frameworks e testes unitários. Focado em aprender e se adaptar rapidamente a novas tecnologias.",
    "experience-title": "Experiência",
    "ntl-title": "NTL Nova Tecnologia Ltda.",
    "ntl-job-title": "Desenvolvedor Pleno",
    "ntl-dates": "Agosto de 2020 - Presente",
    "ntl-description": "Desenvolvimento e manutenção de sistemas em PHP e Java para a CBMERJ, sempre utilizando Testes. Tecnologias utilizadas: PHP, CodeIgniter, jQuery, Bootstrap, Java, Struts 2, JSP, JEE.",
    "vs-title": "STUDIO VS | Sistemas Exclusivos para a Gestão de Shopping Centers",
    "vs-job-title": "Desenvolvedor PHP",
    "vs-dates": "Maio de 2020 - Agosto de 2020",
    "vs-description": "Desenvolvimento de sistemas para shoppings utilizando PHP, Ajax e JavaScript.",
    "premier-title": "Premier IT Global Services",
    "premier-job-title": "Analista de Sistemas Pleno",
    "premier-dates": "Setembro de 2018 - Março de 2020",
    "premier-description": "Integração de sistemas legados Oracle utilizando WebService SOAP (com PHP) em um barramento SOA e aquisição de dados de micro serviços (API Restful) do Swagger.",
    "six-title": "SIX Creative",
    "six-job-title": "Desenvolvedor PHP",
    "six-dates": "Fevereiro de 2017 - Setembro de 2018",
    "six-description": "Desenvolvimento e manutenção de sistemas utilizando PHP Laravel 5.*, Opencart, Wordpress, MySQL, RESTful API, Ajax, jQuery, HTML, CSS e Git. Participação em projetos como o aplicativo das Lojas Caçula e o Sistema de Biblioteca Compartilhada da empresa Plural.",
    "ti-title": "TI–Seg.Com Tecnologia da Informação Soluções em TI",
    "ti-job-title": "Desenvolvedor PHP",
    "ti-dates": "Setembro de 2014 - Fevereiro de 2017",
    "ti-description": "Desenvolvimento e suporte de sistemas utilizando PHP, PostgreSQL, JavaScript, HTML5, CSS3. Administração do banco de dados da empresa em um servidor web (Locaweb).",
    "education-title": "Escolaridade",
    "universidade-title": "Universidade Estácio de Sá - Rio de Janeiro",
    "universidade-job-title": "Bacharel em Sistemas de Informação",
    "universidade-dates": "2016 - 2021",
    "senac-rio-title": "SENAC Rio",
    "senac-rio-job-title": "Técnico em Informática",
    "senac-rio-dates": "2013 - 2014",
    "skills-title": "Habilidades",
    "skills-list-away": "Aprendizado rápido em novas tecnologias",
    "contact-title": "Contato",
    "contact-email": "Email",
    "contact-email-link": "peterson.alves89@gmail.com",
    "contact-phone": "Telefone",
    "contact-phone-link": "+55 21 96671-7777",
    "contact-linkedin": "LinkedIn",
    "contact-linkedin-link": "https://www.linkedin.com/in/peter89",
    "contact-github": "GitHub",
    "contact-github-link": "https://github.com/sebet89",
    "projects-title": "Projetos",
    "sesmt-title": "Site e ERP da empresa SESMT-RIO",
    "sesmt-description": "Durante 2 anos e meio, trabalhei em um projeto de grande relevância para a Segurança do Trabalho, atuando na atualização, manutenção e criação de novas ferramentas em um site e ERP. O site conta com recursos que vão desde a criação de logins até o download de documentos, enquanto o ERP apresenta diversas áreas, como financeiro, cadastros, área médica e especializada em Segurança do Trabalho. Tive o prazer de contribuir para o desenvolvimento e aprimoramento desse sistema, sempre buscando a excelência e a máxima eficiência na gestão da segurança nas empresas. Acredito que minha experiência e dedicação nesse projeto me ajudou muito para o meu crescimento profissional.",
    "sesmt-link": "http://sesmt-rio.com",
    "siscom-title": "SISCOM - Sistema de Controle de Materiais",
    "siscom-description": "Tive a oportunidade de trabalhar em um projeto de grande importância para o CBMERJ, onde desenvolvi um sistema de Controle de Materiais que permitiu aos setores da instituição solicitarem e atualizarem os estoques necessários para suas atividades. O sistema conta com diversos recursos, incluindo relatórios detalhados de solicitações e consolidações de materiais e estoques, garantindo assim uma gestão eficiente e precisa desses recursos. Este sistema foi implementado com sucesso e é utilizado diariamente pelos Bombeiros do Estado do Rio de Janeiro, contribuindo para um melhor desempenho das atividades e uma gestão mais eficiente dos materiais. Neste sistema foi utilizado PHP com Codeigniter e Jquery",
    "siscom-link": "http://siscom.cbmerj.rj.gov.br/",
    "construction-title": "EM CONSTRUÇÃO",
    "construction-description": "Esta parte ainda está em construção, em breve colocarei aqui todos os Projetos em que eu trabalhei"
    }
  